{
  "whitelist": {
    "0117": "實戰",
    "0124": "極致",
    "0207": "實戰",
    "0314": "實戰",
    "0321": "極致"
  },
  "contractText": "保 密 協 議 書\n立書人：\n苑程有限公司 \t(以下簡稱甲方)\n{{Name}}\t(以下簡稱乙方)\n鑑於甲方向乙方提供有關翻譯泡芙學院相關課程及相關服務，為確保雙方合作的順利進行，特此達成以下條款：\n1. 定義：\n1. 「機密資訊」指甲方提供的所有與課程相關的資料、知識、技術、教材、策略、數據及其他信息，無論其形式為何，包括但不限於電子文件、紙本資料、錄音錄影內容等。\n2. 「提供方」指在本協議中提供機密資訊的一方。\n3. 「接受方」指在本協議中接受機密資訊的一方。\n2. 保密期間：\n本協議之保密義務自簽署日起生效，並在課程結束後持續三年有效。\n3. 機密資訊的使用及保護：\n1. 乙方承諾，僅限於課程學習範圍內使用甲方提供的機密資訊，不得將其以任何形式洩露、分享或傳播給任何第三方。\n2. 乙方不得將甲方提供的機密資訊用於任何商業用途，亦不得於任何平台或公開場合擅自揭露。\n3. 乙方應採取以下保密措施，以保護甲方機密資訊：\n1) 不得將資料存儲於非安全設備上（如公用電腦、未加密的雲端資料夾）。\n2) 不得對課程內容進行螢幕錄影等任何形式的記錄。\n4. 智慧財產權：\n1. 甲方提供的課程教材、講義及其他相關資料，均屬甲方或相關取得授權方之智慧財產權。\n2. 未經甲方書面授權，乙方不得擅自複製、傳播或銷售任何課程相關內容。\n5. 違約責任：\n1. 若乙方違反本協議第三條、第四條之相關規定，致使甲方利益受損，甲方除有權要求乙方停止侵權行為外，乙方應支付懲罰性違約金，懲罰性違約金金額以課程總費用的20倍為準。\n2. 除支付前開違約金外，乙方仍需賠償甲方因違約行為導致的實際損失金額，包括但不限於商譽損害及經濟損失。\n3. 如乙方違反本協議規定，甲方有權立即取消乙方的課程資格，並不予退還已支付的任何費用。\n6. 免責聲明條款：\n甲方提供的課程內容僅供學術交流和教育用途，所有涉及的投資策略、案例及分析僅供參考，不構成法律、稅務、財務或任何形式之專業建議。乙方應依據自身的判斷和專業諮詢作出決策，並充分了解投資具有風險，包括但不限於資本損失、收益波動、政策變動及市場不可控因素（如市場崩盤、經濟環境惡化等）。甲方提供的課程內容、數據及資訊均基於當前市場條件和可得資訊，僅作為教學示範，不保證未來的投資收益或結果。乙方基於課程內容或甲方言論所作出的任何投資決策均為其自主行為，應自行承擔獲利虧損，甲方不因此負擔任何法律、經濟、賠償或補償等責任，乙方自不得以課程內容或甲方言論作為對其投資行為進行合理性辯護之依據。\n7. 肖像權使用條款：\n1. 乙方同意並無償授權甲方於課程期間拍攝並使用乙方之肖像、姓名及聲音，並得進行必要之修飾或公開展示。甲方可將相關素材運用於官方網站、社群媒體、課程宣傳、廣告等形式的媒體與著作載體中，作為推廣及相關用途。\n2. 前述素材之著作權及相關智慧財產權歸屬於甲方，甲方有權依本條款進行後續利用，惟應遵守以下規範：\n1) 素材之使用須符合善良風俗，不得涉及違法或損害公共秩序之行為。\n2) 不得以任何形式損害乙方之名譽、形象或人格權益。\n3. 乙方確認本授權為無償且不可撤回，並同意甲方於合理範圍內進行素材使用，不另行主張報酬或其他權益。\n8. 退費條款：\n甲方所提供之課程或服務之退費悉依翻譯泡芙學院「退費辦法」辦理，乙方已閱覽並同意依該辦法進行退費。\n9. 其他規定：\n1. 甲乙雙方因本協議所產生之爭議，應先以協商方式解決，如未能解決者，同意以中華民國法律作為適用法，並以臺灣臺北地方法院為第一審管轄法院。\n2. 本協議之修改或補充應經雙方書面同意，方可生效。\n3. 若本協議中的任何條款被視為無效或不可執行，其餘條款仍具有完全效力。\n4. 本協議壹式貳份，由甲、乙雙方各執乙份為憑。\n\n【以下無協議內容】\n\n\n立書人：\n甲方：\r苑程有限公司\r法定代理人：謝宜潔\r統一編號：93557869\r電話：02-2311-0668\r地址：臺北市萬華區中華路1段170號5樓\n乙方：\r姓名：{{Name}}\r身分證字號：{{ID}}\r電話：{{Phone}}\rEmail：{{Email}}\r地址：{{Address}}\n中華民國　{{Year}}　年　{{Month}}　月　{{Day}}　日\n簽名：\r\r\r{{Signature}}",
  "lastUpdate": "2026/1/13下午10:45:23"
}